/* Toolbar item */
"Action" = "Ação";
"Active" = "Ativo";

/* Window title. */
"Activity" = "Atividade";
"Allow" = "Permitir";
"Always" = "Sempre";

/* Transfer action for existing files */
"Prompt" = "Perguntar";

/* Toolbar item */
"{0} Bookmarks" = "{0} Favoritos";

/* Alert sheet alternate button */
"Cancel" = "Cancelar";

/* Toolbar item tooltip */
"Character Encoding" = "Codificação de caracteres";
"Choose" = "Escolher";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Limpar";

/* Remove all bookmarks from history. */
"Clear Menu" = "Limpar menu";

/* Toolbar item */
"Column" = "Coluna";

/* Toolbar item tooltip */
"Connect to server" = "Conectar ao servidor";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "Não foi possível abrir ou ler o arquivo remoto";
"Could not open the file" = "Não foi possível abrir o arquivo";
"Could not show the file" = "Não foi possível mostrar arquivo";
"Could not show the file in the Finder" = "Não foi possível mostrar arquivos no Finder";

/* Toolbar item tooltip */
"Create New Folder" = "Criar Nova Pasta";

/* Menu item */
"Cut {0}" = "Recortar {0}";
"Copy {0}" = "Copiar {0}";
"Default" = "Padrão";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Apagar";
"Delete Bookmark" = "Apagar Favorito";

/* Toolbar item tooltip */
"Delete file" = "Apagar arquivo";
"Deny" = "Negar";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Desconectar";

/* Alert sheet title */
"Disconnect from {0}" = "Desconectar de {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Desconectar do servidor";
"Do you want to delete the selected bookmark?" = "Você deseja apagar o favorito selecionado?";

/* Toolbar item */
"Download" = "Transferir";
"Download As:" = "Transferir Como:";

/* Toolbar item tooltip */
"Download file" = "Transferir arquivo";
"Download the selected file to…" = "ransferir o arquivo selecionado para…";

/* Toolbar item */
"Edit" = "Editar";

/* Toolbar item tooltip */
"Edit file in external editor" = "Editar arquivo no editor externo";

/* Toolbar item */
"Encoding" = "Codificação";

/* Alert sheet title */
"Error" = "Erro";

/* Quit application on Windows */
"Exit" = "Sair";
"File" = "Arquivo";

/* A column in the browser */
"Filename" = "Nome do arquivo";
"{0} Items" = "{0} Arquivos";
"Folder" = "Pasta";
"FTP (File Transfer Protocol)" = "FTP (Protocolo de Transferência de Arquivos)";
"FTPS (FTP/SSL)" = "FTP-SSL (FTP sobre TLS/SSL)";

/* Toolbar item */
"Get Info" = "Obter Informações";

/* Toolbar item */
"Go to Folder" = "Ir para Pasta";
"History" = "Histórico";

"Invalid character in filename." = "Caractere inválido no nome do arquivo.";
"Invalid character in folder name." = "Caractere inválido no nome da pasta.";

/* A column in the browser */
"Kind" = "Tipo";
"Extension" = "Extensão";
"Region" = "Region";
"Version" = "Version";

/* Toolbar item */
"List" = "Lista";
"Local" = "Local";
"Local File" = "Arquivo Local";
"Mac Line Endings (CR)" = "Fim de linhas do Mac (CR)";

/* A column in the browser */
"Modified" = "Modificado";

/* Move a downloaded file to the trash */
"Move to Trash" = "Mover para a Lixeira";
"Multiple files" = "Arquivos múltiplos";

/* Toolbar item */
"New Connection" = "Nova Conexão";

/* Toolbar item */
"No external editor available" = "Editor externo indisponível";

/* Alert sheet text */
"No newer version available." = "Não há uma nova versão disponível.";
"No private key selected" = "Não há uma Chave Privada selecionada";
/* Alert sheet title */
"No update" = "Nenhuma atualização";
"None" = "Nenhum";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} de {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "OK";
"Open" = "Abrir";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Abrir no Navegador";

/* Toolbar item */
"Outline" = "Estrutura";

/* A column in the browser */
"Owner" = "Proprietário";

/* A column in the browser */
"Group" = "Grupo";
"Passive" = "Passivo";

/* Menu item */
"Paste {0}" = "Colar {0}";

/* A column in the browser */
"Permissions" = "Permissões";

/* Toolbar item */
"Quick Connect" = "Conexão Rápida";

/* Toolbar item */
"Quick Look" = "Visualização Rápida";
"Quit" = "Encerrar";
"Quit Anyway" = "Forçar Encerrar";

/* Confirm deleting files. */
"Delete {0} files" = "Você deseja realmente apagar os arquivos selecionados? Isto não poderá ser desfeito.";

/* Toolbar item */
"Refresh" = "Atualizar";

/* Toolbar item tooltip */
"Refresh directory listing" = "Atualizar listagem da pasta";

/* Toolbar item in Transfer Window. */
"Reload" = "Recarregar";

/* Toolbar item in Transfer Window. */
"Remove" = "Remover";
"Remove completed transfers from list." = "Remover transferência concluídas da lista.";


"Review…" = "Revisar…";

/* Toolbar item in Transfer Window. */
"Search" = "Busca";
"Server File" = "Arquivo do Servidor";
"SFTP (SSH File Transfer Protocol)" = "SFTP (Protocolo de Transferência de Arquivos SSH)";
"Show" = "Mostrar";

/* Toolbar item tooltip */
"Show file attributes" = "Mostrar propriedades do arquivo";
"Show in Finder" = "Mostrar no Finder";

/* Toolbar item tooltip */
"Show Transfers window" = "Mostrar janela de transferências";

/* A column in the browser */
"Size" = "Tamanho";

/* Toolbar item in Transfer Window. */
"Stop" = "Parar";

/* Toolbar item tooltip */
"Switch Browser View" = "Alternar visualização do navegador";
"Symbolic Link (File)" = "Link Simbólico (Arquivo)";
"Symbolic Link (Folder)" = "Link Simbólico (pasta)";

/* Toolbar item */
"Synchronize {0} with" = "Sincronizar {0} com";

/* Toolbar item tooltip */
"Synchronize files" = "Sincronizar arquivos";

/* Alert sheet text */
"The connection will be closed." = "A conexão será fechada.";
"There are files currently being transferred. Quit anyway?" = "Existem arquivos sendo transferidos. Encerrar mesmo assim?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Ocorreu um problema ao verificar a existência de atualizações. Tente novamente mais tarde.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Alternar Favoritos";
"Transfer in progress" = "Transferência em andamento";

/* Toolbar item */
"Transfers" = "Transferência";

"Auto" = "Auto";
"Unknown" = "Desconhecido";
"Unknown size" = "Tamanho desconhecido";

/* Toolbar item */
"Upload" = "Enviar";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Enviar arquivo local para o servidor remoto";

/* Toolbar item */
"View" = "Visualizar";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Você está conectado em pelo menos um site remoto. Você deseja revisar os navegadores abertos?";
"Open Network Diagnostics" = "Abrir Diagnósticos de Rede";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Distribuição de Autoria e Versionamento via Web)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Lançamento";
"Beta" = "Beta";
"Snapshot Builds" = "Versões";

"Show Hidden Files" = "Mostrar arquivos ocultos";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Ocultar Barra de Ferramentas";
"Show Toolbar" = "Mostrar Barra de Ferramentas";
